Repository: pepeizq/pepeizqs-deals
Catalog: Steam Deals/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

# ConfigOrder.Text
source: Default sort by:
ru_ru: Сортировать по умолчанию:

source: Deals
ru_ru: Предложения

# Deals2.Text
source: Deals
ru_ru: Предложения

source: Editor
ru_ru: Редактор

# Editor2.Text
source: Editor
ru_ru: Редактор

# EditorCleanAll.Text
source: Clean All
ru_ru: Очистить Всё

# EditorCopyDeals.Text
source: Copy Deals
ru_ru: Копировать Предложения

# EditorCopyTitle.Text
source: Copy Title
ru_ru: Копировать Название

# EditorCutDeals.Text
source: Cut Deals
ru_ru: Вырезать Предложения

# EditorCutTitle.Text
source: Cut Title
ru_ru: Вырезать Название

# LastDeals.Text
source: Latest Deals
ru_ru: Последние Предложения

# MessageStore.Text
source: Select a store to load deals
ru_ru: Выберите магазин для получения списка предложений

source: More Things
ru_ru: Больше

# OrderDeals.Text
source: Order by
ru_ru: Сортировать по

# Rating.Text
source: Rating
ru_ru: Рейтинг

# Refresh.Text
source: Refresh
ru_ru: Обновить

# ScreenCapture.Text
source: Screen Capture Deals
ru_ru: Отображать капчу предложения

# SelectAll.Text
source: Select All
ru_ru: Выбрать всё

# SelectClear.Text
source: Clear Selection
ru_ru: Как очистить выбранное....

# DescriptionStore
source: Find the best deals on Steam and other digital stores using this application.
ru_ru: Ищите лучшие предложения в Steam и других цифровых магазинах, которые есть в нашем приложении.

# NoDeals.Text
source: No Deals Found
ru_ru: Предложений не найдено

# MoreThings_Back
source: Back
ru_ru: Назад

# MoreThings_Contact
source: Contact
ru_ru: Связаться

# MoreThings_HelpTranslate
source: Help to Translate
ru_ru: Помочь с переводом

# MoreThings_MoreApps
source: More Apps
ru_ru: Больше приложений

# MoreThings_ReportBug
source: Report a Bug
ru_ru: Сообщить об ошибке

# MoreThings_SourceCode
source: Source Code
ru_ru: Исходный код

# MoreThings_VoteApp
source: Vote the App
ru_ru: Поставить оценку

# Config.Text
source: Configuration
ru_ru: Конфигурация

# ConfigCurrency.Text
source: Currencies
ru_ru: Валюта

# ConfigCurrencyTooltip.Text
source: Automatically update currencies
ru_ru: Автообновление валюты

# ConfigEditorTooltip.Text
source: Activate this option will change how the application works, if you activate it every deal you select will generate a code in the section Editor
ru_ru: Активация этой опции изменит работу приложения, если вы активируете ее, каждое выбранное предложение будет генерировать код в разделе Редактор.

# ConfigLastVisit.Text
source: Last Visit
ru_ru: Последнее посещение

# ConfigLastVisitTooltip.Text
source: Show only deals since my last visit
ru_ru: Показать только предложения со времени моего последнего визита

# ConfigReviews.Text
source: Reviews
ru_ru: Отзывы

# ConfigReviewsTooltip.Text
source: Automatically search for reviews
ru_ru: Автопоиск по отзывам

# ConfigSteam+Tooltip.Text
source: Load more data on Steam but it will take more time
ru_ru: Загрузите больше данных в Steam, но это займет больше времени

# ConfigUpdateReviews.Text
source: Reviews
ru_ru: Отзывы

# EditorExportExcel.Text
source: Export to Excel
ru_ru: Экспорт в Excel

# EditorInsertHtmlTable.Text
source: Insert Html Table
ru_ru: Вставить HTML таблицу

source: Reviews
ru_ru: Отзывы

source: Discount
ru_ru: Скидка

# EditorLimit
source: Due to the heavy text, use the buttons to copy the deals
ru_ru: Из-за большого объема текста используйте кнопки для копирования сделок

# Refresh2
source: Refresh
ru_ru: Обновить

# SelectAll2
source: Select All
ru_ru: Выбрать всё

# SelectClear2
source: Clear Selection
ru_ru: Очистить выбор

# Stores.Text
source: Stores
ru_ru: Магазины

source: Title
ru_ru: Название

# Accounts.Text
source: Accounts
ru_ru: Аккаунты

# Bundles.Text
source: Bundles
ru_ru: Связки

# Free.Text
source: Free
ru_ru: Бесплатно

# Icons.Text
source: Icons
ru_ru: Иконки

# Image.Text
source: Image
ru_ru: Картинки

# Login.Text
source: Login
ru_ru: Логин

# Password.Text
source: Password
ru_ru: Пароль

# pepeizqdeals.Text
source: Or if you search for a particular game enter this web that I created
ru_ru: Если вы ищете конкретную игру, зайдите на наш сайт, который мы создали

# pepeizqdealsOpen.Text
source: Open pepeizqdeals.com
ru_ru: Открыть pepeizqdeals.com

# SelectStore2.Text
source: Select a store to see available deals
ru_ru: Выберите магазин, чтобы увидеть доступные предложения

# Subscriptions.Text
source: Subscriptions
ru_ru: Подписки

# Title2.Text
source: Title
ru_ru: Название

# Title3.Text
source: Complementary Title
ru_ru: Дополнительное название

# Upload.Text
source: Upload
ru_ru: Выгрузить

# Url.Text
source: Url
ru_ru: Ссылка

# Username.Text
source: Username
ru_ru: Имя пользователя

# Month.Text
source: Month
ru_ru: Месяц

# Search.Text
source: Search
ru_ru: Поиск

source: Active time:
ru_ru: Активное время:

source: day
ru_ru: день

source: days
ru_ru: дни

source: hours
ru_ru: часы

source: minutes
ru_ru: минуты

source: seconds
ru_ru: секунды

source: hour
ru_ru: час

# FollowLastDeals.Text
source: Follow the lastest deals
ru_ru: Следуйте последним предложениям

# NoResults.Text
source: No Results Found
ru_ru: Нет результатов

# Bundles2
source: Bundles
ru_ru: Связки

# Free2
source: Free
ru_ru: Бесплатно

# Subscriptions2
source: Subscriptions
ru_ru: Подписки

# Comment.Text
source: Comment
ru_ru: Комментарий

# Codes.Text
source: Codes
ru_ru: Коды
